▁xxunk	0
▁xxpad	0
▁xxbos	0
▁xxeos	0
▁xxfld	0
▁xxrep	0
▁xxwrep	0
▁xxup	0
▁xxmaj	0
<unk>	0
s	-3.12159
▁the	-3.6652
.	-3.68316
▁	-3.7592
,	-3.81494
t	-3.96171
▁a	-4.00592
▁to	-4.37387
▁of	-4.42398
'	-4.43042
▁and	-4.43493
n	-4.51535
ing	-4.57566
e	-4.57597
br	-4.59738
ed	-4.65355
y	-4.66639
<	-4.66764
▁/>	-4.66789
▁in	-4.73212
▁is	-4.73338
d	-4.75899
▁I	-4.79951
r	-4.87348
▁it	-4.90403
a	-4.93257
o	-5.00454
c	-5.01084
i	-5.05868
▁this	-5.08993
▁that	-5.09272
p	-5.19995
m	-5.20589
er	-5.20655
ly	-5.27751
-	-5.28624
▁was	-5.30642
▁movie	-5.31094
re	-5.37304
g	-5.4498
u	-5.46467
▁for	-5.48889
ar	-5.49525
l	-5.52723
▁film	-5.53676
▁with	-5.55093
or	-5.55633
▁The	-5.60818
b	-5.61854
in	-5.63715
al	-5.65994
k	-5.67023
▁be	-5.69137
f	-5.72312
w	-5.75451
"	-5.7696
le	-5.77202
on	-5.77432
▁on	-5.77879
▁but	-5.80532
▁you	-5.82671
▁"	-5.89146
▁f	-5.8955
▁have	-5.90001
▁as	-5.9062
▁not	-5.90759
▁(	-5.91234
ri	-5.93235
en	-5.95956
▁are	-5.9608
▁he	-5.9755
h	-5.99344
▁re	-5.99486
it	-6.01175
▁so	-6.0231
ve	-6.02369
▁A	-6.02382
▁S	-6.07421
an	-6.08662
▁B	-6.0913
▁one	-6.12216
▁p	-6.1454
▁like	-6.16709
ic	-6.17389
▁st	-6.18451
ra	-6.19188
ter	-6.21146
)	-6.21199
▁all	-6.23469
?	-6.24081
il	-6.24317
ent	-6.25001
ro	-6.25725
st	-6.25854
ll	-6.26251
▁just	-6.27222
I	-6.27864
▁an	-6.28733
▁me	-6.30272
▁his	-6.30668
▁at	-6.30863
at	-6.31416
ur	-6.31976
▁no	-6.32742
!	-6.34085
▁or	-6.34087
th	-6.36571
▁they	-6.36864
▁c	-6.37438
▁out	-6.37644
es	-6.37683
▁w	-6.3791
▁from	-6.3935
▁de	-6.39622
▁who	-6.40183
▁W	-6.41109
ch	-6.41867
un	-6.42174
▁by	-6.42872
us	-6.43109
▁g	-6.44303
▁t	-6.47053
▁some	-6.47245
A	-6.49164
ad	-6.49715
▁about	-6.50863
▁P	-6.51172
▁D	-6.52833
▁do	-6.52846
▁b	-6.53437
v	-6.53623
ne	-6.53768
se	-6.54585
ce	-6.55137
▁M	-6.56118
...	-6.56136
li	-6.57572
▁bad	-6.57826
te	-6.58955
ir	-6.60292
▁even	-6.60663
▁can	-6.61183
▁has	-6.61932
▁It	-6.62082
me	-6.64369
▁G	-6.65963
▁would	-6.66958
▁good	-6.67097
▁F	-6.67875
▁time	-6.68344
▁up	-6.69023
as	-6.69145
▁O	-6.702
▁make	-6.70624
▁get	-6.72623
ion	-6.72627
am	-6.72716
▁see	-6.72919
▁we	-6.72972
▁her	-6.73302
▁there	-6.74191
▁if	-6.7522
el	-6.75255
▁E	-6.75402
▁con	-6.75585
The	-6.76029
▁mo	-6.76235
ate	-6.7678
▁what	-6.77565
▁were	-6.79699
la	-6.80185
and	-6.8066
ow	-6.80988
▁h	-6.81389
ul	-6.81911
im	-6.82228
z	-6.83294
ry	-6.83605
O	-6.84374
▁more	-6.84519
▁had	-6.84564
is	-6.84954
▁look	-6.85013
ation	-6.85909
S	-6.86552
ol	-6.86854
▁This	-6.87581
▁H	-6.8759
▁un	-6.87913
▁my	-6.88079
▁really	-6.88176
vi	-6.88418
▁only	-6.88439
▁C	-6.90183
▁when	-6.90265
▁could	-6.9159
E	-6.9252
lo	-6.93604
id	-6.93921
▁ch	-6.94551
able	-6.94924
▁story	-6.9645
ment	-6.96807
▁very	-6.97605
▁co	-6.98058
op	-6.98193
▁any	-6.98652
▁T	-6.98679
▁than	-7.00092
▁ex	-7.0114
et	-7.02117
▁been	-7.0257
▁watch	-7.02723
:	-7.02754
▁R	-7.0319
ck	-7.03324
▁J	-7.03617
ers	-7.04043
▁pa	-7.04046
ge	-7.04187
▁much	-7.0426
▁other	-7.05104
▁which	-7.05368
▁their	-7.05814
▁e	-7.06391
om	-7.06631
▁she	-7.06946
▁m	-7.07072
ist	-7.07827
▁don	-7.08695
▁show	-7.08856
0	-7.09304
T	-7.1016
▁people	-7.10222
ie	-7.10435
ally	-7.10687
ut	-7.11032
ain	-7.11476
▁because	-7.12143
less	-7.12243
ity	-7.12261
▁end	-7.12376
ther	-7.12889
x	-7.12911
est	-7.13327
▁thing	-7.13401
▁over	-7.144
▁go	-7.14427
▁off	-7.14831
ick	-7.1494
ell	-7.15099
um	-7.15439
▁sp	-7.15526
D	-7.15642
▁-	-7.15799
ive	-7.16165
▁know	-7.16409
▁acting	-7.16597
▁plot	-7.16726
▁into	-7.17207
de	-7.17271
▁N	-7.1745
ant	-7.17965
he	-7.18792
N	-7.19183
▁bo	-7.20055
▁think	-7.20216
▁made	-7.20772
tion	-7.21193
ies	-7.21305
all	-7.25024
L	-7.25634
▁dis	-7.2721
▁too	-7.27229
▁say	-7.2787
▁K	-7.28692
ha	-7.29366
▁will	-7.29712
▁character	-7.29745
▁pro	-7.30495
ca	-7.30844
▁most	-7.30887
ard	-7.30906
▁cr	-7.30962
▁L	-7.31412
▁how	-7.31428
ud	-7.31469
▁la	-7.31761
▁ho	-7.31858
pe	-7.32057
hi	-7.32175
ish	-7.32392
ap	-7.33291
ma	-7.33327
▁play	-7.3342
▁way	-7.34054
od	-7.34177
H	-7.34718
act	-7.34801
mo	-7.37037
ho	-7.37109
▁want	-7.37507
▁seen	-7.38009
R	-7.38234
▁sh	-7.38271
▁better	-7.38842
▁him	-7.39245
▁lo	-7.39833
ian	-7.40209
end	-7.40473
ine	-7.40481
▁real	-7.40785
▁And	-7.4103
▁But	-7.41128
▁characters	-7.41541
▁ba	-7.4222
▁first	-7.4239
ting	-7.42414
▁sa	-7.4247
▁No	-7.43149
;	-7.43811
▁them	-7.45488
out	-7.45809
ven	-7.45952
▁He	-7.46183
▁work	-7.46934
B	-7.47382
ous	-7.47767
▁being	-7.48182
▁well	-7.48445
ke	-7.48844
one	-7.49076
M	-7.49092
▁movies	-7.49403
▁should	-7.49714
▁ever	-7.49929
▁pre	-7.50159
▁never	-7.50169
▁give	-7.50202
no	-7.5035
▁v	-7.50586
C	-7.51155
▁did	-7.5178
▁your	-7.5186
▁sc	-7.52333
ake	-7.5265
).	-7.52669
▁part	-7.52717
W	-7.52946
tic	-7.53869
low	-7.54007
▁scene	-7.5406
per	-7.547
ance	-7.5517
ash	-7.55532
way	-7.55607
bo	-7.55972
▁two	-7.56226
▁V	-7.56322
tra	-7.5633
▁where	-7.56481
age	-7.57958
▁something	-7.58095
▁po	-7.58247
mp	-7.58272
▁kill	-7.58563
ful	-7.59188
▁through	-7.59278
▁ma	-7.5983
▁back	-7.6024
▁scenes	-7.60586
▁after	-7.60989
▁i	-7.61039
ical	-7.61121
▁little	-7.61207
/	-7.61208
cent	-7.61286
ated	-7.62083
ight	-7.62667
▁Ch	-7.6283
ang	-7.63385
▁didn	-7.63403
▁cl	-7.63412
5	-7.63424
▁guy	-7.63707
oo	-7.64107
com	-7.64936
up	-7.64955
▁many	-7.65076
▁take	-7.65443
▁come	-7.65537
ious	-7.65622
▁does	-7.66032
▁watching	-7.66612
▁There	-7.6686
▁th	-7.677
ence	-7.681
▁also	-7.68544
▁actors	-7.68593
▁2	-7.69592
▁du	-7.70031
par	-7.70064
▁doesn	-7.70991
F	-7.71024
for	-7.7181
▁nothing	-7.72024
ep	-7.72331
▁di	-7.72391
man	-7.72566
▁man	-7.73046
ack	-7.73112
gu	-7.73145
▁actually	-7.73367
▁point	-7.73376
ever	-7.7364
ving	-7.7396
▁j	-7.74055
▁great	-7.74478
▁laugh	-7.74752
▁find	-7.75895
▁few	-7.75896
our	-7.75943
▁sl	-7.76049
ire	-7.76579
▁seem	-7.77364
▁here	-7.78208
▁If	-7.78241
),	-7.78414
▁director	-7.78475
ag	-7.79389
▁life	-7.79904
the	-7.80283
▁love	-7.80692
▁St	-7.80719
if	-7.80934
▁minutes	-7.81266
▁why	-7.81692
▁start	-7.81701
dy	-7.81845
4	-7.81981
ture	-7.82112
▁en	-7.82158
der	-7.82349
Y	-7.82701
ub	-7.83275
▁lot	-7.83288
▁bu	-7.83477
▁funny	-7.83804
▁comp	-7.84365
*	-7.84409
▁1	-7.84484
old	-7.84806
G	-7.84881
▁going	-7.85636
▁such	-7.85959
▁script	-7.86269
▁feel	-7.86278
K	-7.86499
▁mean	-7.86688
uck	-7.87109
▁In	-7.87123
▁thought	-7.87142
▁before	-7.87533
▁mis	-7.87747
▁these	-7.87808
▁worst	-7.87851
▁again	-7.87866
▁pretty	-7.88485
▁those	-7.88807
8	-7.89127
ron	-7.89541
ice	-7.89983
▁Ca	-7.89985
▁poor	-7.90004
▁Al	-7.90042
▁original	-7.90098
▁ga	-7.90133
side	-7.90883
▁still	-7.91089
▁fact	-7.91248
▁Co	-7.91671
▁reason	-7.9174
▁down	-7.91751
em	-7.91761
▁every	-7.92137
ob	-7.92166
ial	-7.9217
▁far	-7.92428
9	-7.92693
▁horror	-7.93068
▁shot	-7.93429
P	-7.93453
▁effect	-7.9374
▁Ma	-7.94062
ward	-7.94343
▁another	-7.95447
▁best	-7.95622
▁sub	-7.95905
▁old	-7.96041
ise	-7.96239
▁cast	-7.96517
▁us	-7.96532
▁ru	-7.96732
ough	-7.97281
▁car	-7.97624
1	-7.97677
ia	-7.97717
▁direct	-7.97838
▁fl	-7.97992
▁U	-7.98185
▁Ho	-7.98338
▁fan	-7.98719
▁least	-7.98933
ug	-7.99169
▁hard	-7.99187
ber	-7.99367
▁De	-7.9956
▁stupid	-7.99645
▁big	-7.9966
▁ha	-7.99853
ach	-8.00868
▁got	-8.00946
▁line	-8.01786
▁So	-8.01993
ex	-8.02011
ness	-8.02132
▁kind	-8.0255
▁around	-8.02561
▁19	-8.02962
▁bit	-8.0305
light	-8.03053
▁same	-8.03161
go	-8.03889
▁seems	-8.039
▁whole	-8.04181
▁use	-8.04369
▁while	-8.04409
▁enough	-8.04459
▁name	-8.04623
▁believe	-8.05163
▁might	-8.0531
▁long	-8.0593
ite	-8.06105
ph	-8.07334
▁action	-8.08268
▁girl	-8.08628
▁turn	-8.08636
U	-8.08666
▁set	-8.08799
va	-8.08819
▁To	-8.09066
▁sex	-8.10722
▁waste	-8.1074
▁though	-8.10748
▁screen	-8.11403
▁awful	-8.11411
ize	-8.1149
▁Le	-8.11767
lie	-8.11786
7	-8.11804
▁new	-8.11842
▁need	-8.11919
▁put	-8.12087
▁role	-8.12259
j	-8.12757
▁worth	-8.13438
▁must	-8.13452
&	-8.13845
▁star	-8.14319
land	-8.15276
▁kid	-8.15537
▁friend	-8.1593
▁years	-8.16355
V	-8.1649
3	-8.16586
▁terrible	-8.16774
ure	-8.17123
▁happen	-8.17199
▁music	-8.17216
▁high	-8.18056
▁main	-8.18166
uff	-8.18212
▁You	-8.18289
▁anything	-8.18926
▁day	-8.19159
▁fun	-8.1932
▁expect	-8.19355
▁call	-8.20732
▁Mo	-8.21101
▁right	-8.21144
▁What	-8.22015
over	-8.22313
▁read	-8.23091
▁lead	-8.23854
▁interesting	-8.24341
2	-8.24718
▁na	-8.24729
▁young	-8.25241
6	-8.25649
▁idea	-8.25661
▁quite	-8.26118
qui	-8.26578
▁Y	-8.26613
▁Ja	-8.26929
▁ta	-8.2703
▁camera	-8.2718
▁trying	-8.27531
ative	-8.27779
ook	-8.28179
▁supposed	-8.28218
▁done	-8.2846
▁may	-8.28533
▁3	-8.28684
▁TV	-8.29058
▁probabl	-8.29453
▁tell	-8.30559
atch	-8.30628
ign	-8.31705
▁now	-8.31807
▁person	-8.3237
▁someone	-8.32761
▁care	-8.33342
▁series	-8.33366
▁book	-8.33536
▁money	-8.33876
▁10	-8.33961
▁under	-8.34073
▁enjoy	-8.34371
▁Ha	-8.3453
▁almost	-8.34879
▁sound	-8.34963
▁performance	-8.35389
▁She	-8.35399
▁hand	-8.35459
▁both	-8.35467
▁comedy	-8.35489
produc	-8.35909
▁found	-8.36096
▁boring	-8.36469
▁Re	-8.365
▁Ro	-8.36731
view	-8.37722
ible	-8.38226
▁last	-8.38275
▁Th	-8.38801
▁half	-8.39043
▁else	-8.39594
▁saw	-8.40404
que	-8.40639
▁own	-8.40769
▁anyone	-8.41986
▁rather	-8.42288
▁fail	-8.42288
▁sure	-8.42975
▁special	-8.43372
▁place	-8.4393
▁help	-8.43965
▁appear	-8.44486
▁since	-8.44489
▁problem	-8.45048
▁understand	-8.45613
This	-8.46167
▁wonder	-8.46182
▁sense	-8.46184
▁hour	-8.46425
▁scar	-8.46454
▁Mar	-8.46497
▁da	-8.46527
▁let	-8.46551
ject	-8.46753
spect	-8.46765
▁live	-8.47412
▁review	-8.47614
▁between	-8.47905
but	-8.49456
▁talk	-8.49673
▁budget	-8.50251
▁worse	-8.50259
▁making	-8.50261
▁mind	-8.50266
day	-8.50478
▁Li	-8.50541
▁rent	-8.50843
▁obvious	-8.50847
▁attempt	-8.52048
▁woman	-8.52052
ER	-8.52077
▁horrible	-8.52654
▁version	-8.52654
▁piece	-8.52656
▁entire	-8.52667
▁lack	-8.53001
▁imp	-8.53015
▁actor	-8.53161
▁left	-8.53266
▁add	-8.53506
line	-8.54001
ably	-8.5403
istic	-8.54126
▁cut	-8.5423
▁DVD	-8.54495
▁course	-8.54497
▁comment	-8.54503
▁art	-8.54717
▁involv	-8.55116
▁either	-8.55118
▁said	-8.55431
▁crap	-8.55445
▁zombie	-8.55741
▁always	-8.55742
▁couple	-8.5637
▁face	-8.56393
▁flick	-8.56521
▁guess	-8.57003
▁yet	-8.57126
▁goes	-8.57286
▁dialogue	-8.57644
▁That	-8.57887
▁La	-8.5794
▁family	-8.5828
▁short	-8.59621
▁completely	-8.59913
having	-8.60037
▁wrong	-8.60888
▁world	-8.61549
▁close	-8.61574
▁become	-8.61575
▁fight	-8.61643
time	-8.61979
▁audience	-8.62215
▁John	-8.63562
▁women	-8.63565
▁video	-8.64242
▁serious	-8.64244
▁cheap	-8.64247
▁together	-8.64248
▁blood	-8.64928
Z	-8.65617
▁American	-8.65617
▁maybe	-8.65622
!!!	-8.65623
▁monster	-8.66312
▁final	-8.66706
▁Christ	-8.67015
▁cinema	-8.68425
▁When	-8.68439
ST	-8.68484
▁hope	-8.68737
00	-8.68823
like	-8.68934
▁getting	-8.69002
iff	-8.69098
▁night	-8.69211
▁next	-8.71314
▁joke	-8.71314
▁each	-8.71539
▁sort	-8.71574
where	-8.72053
▁near	-8.72139
▁instead	-8.72789
▁word	-8.72827
▁cap	-8.73
▁open	-8.73572
ound	-8.73812
▁Some	-8.73834
wood	-8.73881
▁full	-8.7409
▁keep	-8.74291
ground	-8.74306
J	-8.74994
(	-8.7502
▁second	-8.75044
▁shoot	-8.75056
▁came	-8.75643
▁production	-8.7581
▁title	-8.75819
▁three	-8.75823
▁job	-8.75918
▁ridiculous	-8.78133
▁school	-8.78133
▁talent	-8.78143
▁felt	-8.78176
pped	-8.78259
▁episode	-8.78921
▁everything	-8.78925
▁usual	-8.79017
▁everyone	-8.79069
▁dialog	-8.79709
▁certain	-8.79714
▁writer	-8.79739
▁mention	-8.79745
▁Hollywood	-8.80514
▁absolutely	-8.80514
especially	-8.81321
▁cliché	-8.81321
▁recommend	-8.81321
▁simply	-8.81321
▁consider	-8.81324
▁credit	-8.81332
▁case	-8.81382
▁however	-8.81519
▁leave	-8.82135
▁clear	-8.82984
▁ski	-8.83252
▁itself	-8.83781
▁writing	-8.83783
▁viewer	-8.83826
write	-8.84591
▁black	-8.84616
▁walk	-8.84629
▁different	-8.85454
▁annoying	-8.85454
▁drama	-8.85454
▁house	-8.85483
▁decide	-8.86305
▁eye	-8.86545
▁along	-8.8802
▁remember	-8.88887
▁except	-8.88889
▁manage	-8.89123
▁year	-8.89761
▁follow	-8.89766
▁super	-8.89769
▁Why	-8.89793
▁interest	-8.90517
▁feature	-8.9065
▁figure	-8.9065
▁matter	-8.91561
▁death	-8.91564
▁nice	-8.91623
some	-8.92273
▁himself	-8.92443
▁portray	-8.92443
▁change	-8.92597
▁However	-8.94271
although	-8.94273
▁plan	-8.94419
play	-8.94787
▁humor	-8.95199
▁release	-8.95201
▁dark	-8.95202
▁count	-8.95252
off	-8.96082
▁already	-8.9613
/10	-8.9613
▁picture	-8.96132
▁beginning	-8.97074
▁classic	-8.97074
▁example	-8.98026
Q	-8.98988
▁small	-8.98992
▁daughter	-8.99959
▁murder	-8.99959
▁fair	-8.99989
mark	-9.00527
▁quality	-9.00939
▁THE	-9.00944
▁unti	-9.01839
	-9.01929
▁With	-9.01954
▁complete	-9.02412
▁true	-9.03939
▁myself	-9.0496
▁particular	-9.0599
▁surprise	-9.0599
▁written	-9.0599
▁truly	-9.05991
▁white	-9.05993
▁throw	-9.05997
▁tries	-9.0601
▁group	-9.08086
▁dumb	-9.08096
▁early	-9.08105
▁tried	-9.08129
▁style	-9.08141
***	-9.09149
▁effort	-9.10224
▁wait	-9.10255
X	-9.1241
▁value	-9.1241
▁deserve	-9.12411
▁learn	-9.12413
▁wife	-9.13528
▁After	-9.13536
▁develop	-9.14644
▁speak	-9.14649
▁type	-9.14657
▁rating	-9.14684
▁explain	-9.15781
▁predictable	-9.15781
▁violence	-9.15781
▁actress	-9.15781
▁local	-9.15804
▁beautiful	-9.1693
▁creature	-9.1693
▁sequel	-9.1693
$	-9.1693
▁human	-9.16934
▁suspense	-9.18093
▁bunch	-9.19281
▁shock	-9.20464
▁finish	-9.20467
▁children	-9.20467
▁room	-9.20501
▁sequence	-9.21665
▁behind	-9.21665
▁element	-9.21668
▁brother	-9.21668
▁child	-9.21675
▁favor	-9.22884
▁continu	-9.22885
▁cannot	-9.22901
▁genre	-9.22908
▁cheesy	-9.24119
▁break	-9.24119
▁voice	-9.24121
▁silly	-9.24129
▁history	-9.2537
aught	-9.25375
▁build	-9.25377
▁space	-9.25378
▁novel	-9.25393
▁situation	-9.26635
▁yourself	-9.26635
▁self	-9.26639
Unfortunately	-9.27917
▁villain	-9.27917
▁deliver	-9.27917
ING	-9.27917
▁level	-9.27917
▁straight	-9.27919
▁Every	-9.2792
▁pull	-9.27949
▁female	-9.29215
▁twist	-9.29221
▁create	-9.29666
▁themselves	-9.30531
▁possible	-9.30531
▁knew	-9.30532
▁running	-9.30532
▁exactly	-9.30534
▁disappointed	-9.31864
▁experience	-9.31864
▁premise	-9.31866
▁major	-9.33216
▁beyond	-9.33217
▁Robert	-9.34588
▁impress	-9.34588
▁large	-9.34594
▁drive	-9.34595
▁opinion	-9.35975
▁previous	-9.35975
▁Maybe	-9.37383
▁avoid	-9.37383
▁average	-9.37383
▁discover	-9.37384
huge	-9.37819
	-9.38811
▁number	-9.38812
▁general	-9.38814
▁First	-9.38817
▁definite	-9.40261
▁basically	-9.40261
▁student	-9.40265
▁trans	-9.40272
`	-9.64975
é	-9.7687
+	-10.1482
%	-10.245
	-10.7671
#	-10.8884
’	-10.8884
=	-10.9551
–	-11.3777
ñ	-11.4888
>	-11.6138
@	-11.6138
_	-11.6138
í	-11.6138
[	-11.7567
]	-11.7567
ó	-12.1233
~	-12.1233
è	-12.3733
{	-12.7063
^	-12.7064
£	-12.7065
́	-12.7066
q	-12.7067
}	-12.7067
